<?php
/*
 * MyBBWiki Persian Translate
 * Translated by: AliReza_Tofighi - http://my-bb.ir
 */
/* --- General --- */
$l['wiki'] = "دانشنامه";
$l['wiki_breadcrumb'] = "لیست مقاله‌ها";
$l['wiki_filter'] = "فیلتر‌کردن مقاله‌ها";
$l['wiki_revisions'] = "بازنگری‌ها";
$l['original'] = "اصلی";
$l['current'] = "کنونی";
$l['categories'] = "دسته‌بندی‌ها";
$l['notes'] = "صفحه‌ی صحبت";
$l['contributors'] = "مشارکت‌کنندگان در {1}";
$l['wiki_contributors'] = "مشارکت کنندگان";
$l['wiki_view'] = "مشاهده";
$l['wiki_talk_prefix'] = "بحث: ";
/* --- Error Messages --- */
$l['oops'] = "دانشنامه غیرفعال شده‌است!";
$l['invalid_article'] = "هیچ مقاله‌ای با این شناسه وجود ندارد.";
$l['identical'] = "این دو مقاله یکسان هستند!";
$l['noarticles'] = "هیچ مقاله‌ای در این دانشنامه وجود ندارد. <a href=\"wiki.php?action=new\">چرا شما یکی نسازید؟</a>";
$l['noarticles_guest'] = "هیچ مقاله‌ای در این دانشنامه وجود ندارد.";
$l['notupdated'] = "به‌دلیل یک خطای داخلی، مقاله‌ی شما منتشر نشد.";
$l['notposted'] = "به دلیل یک خطای داخلی، مقاله‌ی شما ارسال نشد.";
$l['protected'] = "این مقاله از سوء استفاده محافظ شده‌است.";
$l['doesntexist'] = "مقاله وجود ندارد!";
$l['pickarticle'] = "شما باید یک مقاله انتخاب کنید!";
$l['notprotected'] = "یک خطای داخلی مانع مانع از محافظت از این مقاله شده‌است.";
$l['protected2'] = "این مقاله از سوءاستفاده محافظت شده‌است و درنتیجه نمی‌تواند ویرایش شود.";
$l['nocategory'] = "شما باید یک دسته‌بندی انتخاب کنید!";
$l['notitle'] = "هیچ عنوانی تعیین نشده‌است!";
$l['nomessage'] = "هیچ پیامی وارد نشده‌است!";
$l['errorsocc'] = "خطاهای زیر رخ داده‌است:<br />{1}";
$l['nocat'] = "شما باید یک دسته را برای فیلتر‌کردن انتخاب کنید.";
$l['noarticlescat'] = "هیچ مقاله‌ای در این دسته‌بندی نیست.";
$l['wiki_myalerts_not_installed'] = "دنبال‌کردن مقاله‌ها در دسترس نیست.";
$l['wiki_already_watching'] = "شما هم‌اکنون این مقاله را دنبال می‌کنید.";
$l['wiki_not_already_watching'] = "شما هم‌اکنون این مقاله‌ را دنبال نمی‌کنید.";
/* --- Buttons and Options --- */
$l['title'] = "عنوان مقاله";
$l['content'] = "محتوای مقاله";
$l['category'] = "دسته‌بندی مقاله";
$l['new'] = "مقاله‌ی جدید";
$l['post'] = "ارسال مقاله";
$l['edit'] = "ویرایش مقاله";
$l['editing'] = "ویرایشِ {1}";
$l['lastpost'] = "آخرین ویرایشگر";
$l['protect'] = "محافظت از مقاله";
$l['export'] = "خروجی‌گرفتن از مقاله‌ها";
$l['wiki_watch'] = "دنبال کردن";
$l['wiki_unwatch'] = "عدم دنبال‌کردن";
/* --- Who's Online --- */
$l['viewing_wiki'] = "درحال مشاهده‌ی دانشنامه";
$l['wiki_new'] = "درحال ساختن یک مقاله‌ی دانشنامه‌ی جدید";
$l['wiki_edit'] = "درحال ویرایش یک مقاله‌ی دانشنامه";
$l['wiki_protect'] = "درحال محافظت‌کردن یک مقاله‌ی دانشنامه";
$l['wiki_categories'] = "درحال مشاهده‌ی همه‌ی مقاله‌های یک دسته‌بندی";
$l['wiki_export'] = "درحال خروجی‌گرفتن از مقاله‌های دانشنامه";
$l['wiki_diff'] = "درحال مشاهده‌ی گزارش تفاوت یک مقاله";
$l['wiki_category_listing'] = "درحال مشاهده‌ی لیست دسته‌بندی‌های دانشنامه";
$l['wiki_wol_contributors'] = "درحال مشاهده‌ی مشارکت‌کنندگان یک مقاله‌ی دانشنامه";
/* --- Redirects --- */
$l['wasprotected'] = "شما با موفقیت مقاله را محافظت کردید. هم‌اکنون به مقاله بازگردانده می‌شوید.";
$l['posted'] = "مقاله ارسال شد. هم‌اکنون به صفحه‌ی نخست دانشنامه بازگردانده می‌شوید.";
$l['wiki_now_watching'] = "شما هم‌اکنون این مقاله را دنبال می‌کنید.";
$l['wiki_now_not_watching'] = "شما دیگر این مقاله را دنبال نمی‌کنید.";
$l['wiki_edited'] = "شما با موفقیت مقاله را بروزرسانی کردید.";
/* --- Miscellaneous --- */
$l['wiki_watching_alert_string'] = '{1} بروزرسانی شده‌است!';
